[{"id":1,"title":"Intermediate driving for beginner","des":"The Intermediate Driver Improvement (IDI) course is an 8-hour online program that develops safer drivers by asking them to examine their driving behaviors and teaching them useful defensive driving strategies.","img":"https://static1.st8fm.com/en_US/img/si/750/255-teen-driving-101-wide.jpg","rating":4},{"id":2,"title":"Fundamental driving","des":"Drivers Should Practice The Fundamental Driving. o-operation bteween motorists and the observance of common-sense rules of the road will go a long way toward increasing the efficiency o£ our streets and highways","img":"http://hrnews.co.uk/wp-content/uploads/2021/05/drive.jpg","rating":5},{"id":3,"title":"Defensive Driving","des":"It is a set of driving skills that allows you to defend yourself against possible collisions caused by bad drivers, drunk drivers, and poor weather. If you look ahead and keep your eyes moving, you will spot potential hazards more easily.","img":"https://eliteoffshore.com/wp-content/uploads/2020/08/defensive-driving.jpg","rating":4},{"id":4,"title":"License C Driving","des":"A Class C commercial drivers license is the most common type of license and allows drivers to operate vehicles designed to transport fewer than 24 passengers including themselves. This includes single vehicles fewer than 26,001 pounds or towing a trailer with a GVWR fewer than 20,001 pounds","img":"https://s.driving-tests.org/wp-content/uploads/2021/04/cdl-license-types.webp","rating":3},{"id":5,"title":"Teen Driver’s Education","des":"If you are ready to get your California drivers permit, our DMV-licensed online course is exactly what you need to fulfill your drivers education requirement!","img":"https://iteachdrive.com/wp-content/uploads/2017/08/iteachdrive-4.jpg","rating":2},{"id":6,"title":"Adult Single Driving","des":"Schedule an Adult Single Driving Lesson today! Defensive Driving School is offering single lessons in parallel parking, freeway driving, and much more","img":"https://www.tempcover.com/wp-content/uploads/2018/02/BlondeDriverGreenCar.jpg","rating":2},{"id":7,"title":"Online & Offline","des":"We provide online and offline, both services. You will get all the services 24/7.","img":"https://lakesshoweringspaces.com/wp-content/uploads/2019/05/Online-offline-need-to-work-together.png","rating":5},{"id":8,"title":"Fault free car","des":"We provide fault free car. It is very important to use a fault free car while you are learning driving.","img":"https://varsitydrivingacademy.com/wp-content/uploads/Varsity-Driving-Academy-Cars-2019.jpeg","rating":4},{"id":9,"title":"Technical support","des":"We also teach you about some fundamental technical thing. How you repair your car when it is emergency","img":"https://www.econovagas.com/en/wp-content/uploads/2019/02/technical-support-image-econova-min-630x420.jpg","rating":2}]